{
  "pageTitle1": "Discordle Terms of Use",
  "pageTitle2": "If you do not agree to these terms, please do not use our services.",
  "title1": "1. Introduction",
  "description1": "Welcome to Discordle! This is a guessing game similar to Wordle, but designed for text channels in Discord servers. Through a dedicated bot developed by us, you can enjoy the gaming experience on your own servers or on friends’ servers. Important: this platform is in a testing phase, which may result in instabilities, errors, and ongoing adjustments.",
  "title2": "2. Acceptance of Terms",
  "description2": "By using Discordle, you agree to these Terms of Use and commit to complying with the established conditions. If you disagree with any part, please do not use Discordle. These Terms of Use may be updated at any time, with the latest version always available on our platform. Continued use implies acceptance of the current terms.",
  "title3": "3. How Discordle Works",
  "description3": "Bot Invitation: To play, the server administrator must authorize the bot with admin permissions. Game Mechanics: Five new mystery messages are available daily, and correct answers earn points on the leaderboard. Messages are automatically deleted at the end of each daily cycle to renew the challenge. Scoring and Leaderboard: With each correct answer, the user earns points, and leaderboard leaders may gain administrative advantages, such as the ability to change server member nicknames.",
  "title4": "4. User Obligations and Responsibilities",
  "description4": "As a user, you agree to: Respect the rules of conduct and good faith while using Discordle; Use the platform solely for entertainment purposes, avoiding malicious actions that could compromise system integrity; Be responsible for creating and managing the text channel where the bot will be configured, ensuring server security.",
  "title5": "5. Liability Limitations",
  "description5": "Discordle is offered on an experimental basis. Therefore, we do not guarantee continuous availability and disclaim responsibility related to: Data loss or service interruptions; Technical failures, bugs, and instabilities that may occur during use, as the platform is in the testing phase; Indirect damages or losses that may arise from using or being unable to use the platform.",
  "title6": "6. Copyright and Intellectual Property",
  "description6": "All content, code, and design related to Discordle are our property and protected by applicable copyright laws. Unauthorized reproduction, distribution, or misuse of any part of Discordle is prohibited.",
  "title7": "7. Privacy Policy",
  "description7": "Our game collects minimal data to function, primarily related to user rankings and scores. Refer to our Privacy Policy to understand how the collected information is handled.",
  "title8": "8. Changes to the Terms",
  "description8": "We reserve the right to modify these Terms of Use at any time, and such changes will take effect immediately upon publication. We recommend that you regularly review the Terms to stay informed about updates.",
  "title9": "9. Final Provisions",
  "description9": "These Terms are governed by applicable consumer law and aim to ensure transparency and legal security for both parties. If you have any questions or wish to report issues, please contact us through our support channels.",
  "btnLabel": "Home",

  "modalTitle": "Before you start using Discordle, please carefully read our Terms of Use. They contain important information about your rights and responsibilities while using our platform, including details on game mechanics, bot usage, and community guidelines. By clicking \"I Agree\", you accept all the terms outlined. Read the",
  "modalTitle2": "Terms of Use",
  "btn1": "I Agree",
  "btn2": "I Don't Agree",

  "modalTitleDescriptions": "Description of the permissions that will be granted to the bot",
  "permission_label1": "Manage Channels",
  "permission_description1": "Required to create the 'daily-discordle' channel upon joining the server. This channel will be used to inform about events, such as game creation, daily message updates, and when someone completes the daily Discordle.",
  "permission_label2": "Manage Nicknames",
  "permission_description2": "Allows the top-ranked player to change friends' nicknames on the server. This function is optional for participants and may include the option to temporarily mute a friend in the future.",
  "permission_label3": "View Channels",
  "permission_description3": "Enables the bot to list all text channels, allowing the user to select which channel the game will be configured from.",
  "permission_label4": "Send Messages",
  "permission_description4": "Required for the bot to communicate in the 'daily-discordle' channel.",
  "permission_label5": "View Message History",
  "permission_description5": "Enables the bot to read previous messages to select them for the game.",

  "btn3": "Close",
  "btn4": "Invite bot"
}
