{
  "pageTitle1": "Termos de Uso do Discordle",
  "pageTitle2": "Se você não concordar com estes termos, por favor, não utilize nossos serviços.",
  "title1": "1. Apresentação",
  "description1": "Bem-vindo ao Discordle! Este é um jogo de adivinhação, similar ao Wordle, porém projetado para os canais de texto dos servidores Discord. Por meio de um bot dedicado, desenvolvido por nós, você pode aproveitar a experiência de jogo em seus próprios servidores ou em servidores de amigos. Importante: esta plataforma está em fase de testes, o que pode resultar em instabilidades, erros e ajustes contínuos.",
  "title2": "2. Aceitação dos Termos",
  "description2": "Ao utilizar o Discordle, você concorda com os presentes Termos de Uso, comprometendo-se a respeitar as condições estabelecidas. Caso não concorde com qualquer parte, por favor, não utilize o Discordle. Estes Termos de Uso podem ser atualizados a qualquer momento, sendo a versão mais recente sempre disponibilizada em nossa plataforma. O uso continuado implica na aceitação dos termos vigentes.",
  "title3": "3. Funcionamento do Discordle",
  "description3": "Convite do Bot: Para jogar, o administrador do servidor deve autorizar o bot com permissões de administrador. Mecânica do Jogo: Cinco novas mensagens misteriosas são disponibilizadas diariamente, e as respostas corretas garantem pontos no ranking. As mensagens são automaticamente excluídas ao final de cada ciclo diário para renovar o desafio. Pontuação e Ranking: A cada acerto, o usuário acumula pontos, e os líderes do ranking podem obter vantagens administrativas, como a possibilidade de alterar apelidos dos membros do servidor.",
  "title4": "4. Obrigações e Responsabilidades dos Usuários",
  "description4": "Como usuário, você se compromete a: Respeitar as regras de convivência e boa-fé durante o uso do Discordle; Utilizar a plataforma apenas para o propósito de entretenimento, sem ações maliciosas que possam comprometer a integridade do sistema; Ser o responsável pela criação e gerenciamento do canal de texto em que o bot será configurado, zelando pela segurança do servidor.",
  "title5": "5. Limitações de Responsabilidade",
  "description5": "O Discordle é oferecido em caráter experimental. Dessa forma, não garantimos disponibilidade contínua e isentamo-nos de responsabilidades relacionadas a: Perda de dados ou interrupções no serviço; Falhas técnicas, bugs e instabilidades que possam ocorrer durante o uso, já que a plataforma está em fase de testes; Danos indiretos ou prejuízos que possam decorrer do uso ou da impossibilidade de uso da plataforma.",
  "title6": "6. Direitos Autorais e Propriedade Intelectual",
  "description6": "Todo o conteúdo, código e design relacionados ao Discordle são de nossa propriedade e protegidos pela legislação de direitos autorais aplicável. É proibida a reprodução, distribuição ou uso indevido de qualquer parte do Discordle sem prévia autorização.",
  "title7": "7. Política de Privacidade",
  "description7": "Nosso jogo realiza coleta mínima de dados para funcionamento, principalmente relacionados ao ranking e pontuações dos usuários. Consulte nossa Política de Privacidade para entender o tratamento dado às informações coletadas.",
  "title8": "8. Alterações nos Termos",
  "description8": "Reservamo-nos o direito de modificar estes Termos de Uso a qualquer momento, e tais alterações entrarão em vigor imediatamente após a publicação. Recomendamos que revise regularmente os Termos para estar ciente das atualizações.",
  "title9": "9. Disposições Finais",
  "description9": "Estes Termos são regidos pela legislação aplicável ao consumidor e visam manter a transparência e a segurança jurídica para ambas as partes. Em caso de dúvidas ou para relatar problemas, entre em contato por meio de nossos canais de suporte.",
  "btnLabel": "Início",

  "modalTitle": "Antes de começar a usar o Discordle, por favor, leia atentamente nossos Termos de Uso. Eles contêm informações importantes sobre seus direitos e responsabilidades ao utilizar nossa plataforma, incluindo detalhes sobre o funcionamento do jogo, uso do bot e diretrizes da comunidade. Ao clicar em \"Concordo\", você aceita todos os termos estabelecidos. Leia aqui os",
  "modalTitle2": "Termos de uso",
  "btn1": "Eu concordo",
  "btn2": "Não concordo",

  "modalTitleDescriptions": "Descrição de permissões que serão concedidas ao bot",
  "modalTitle2Descriptions": "O bot precisa de algumas permissões administrativas, que são importantes para seu funcionamento correto. Abaixo, explicamos a razão de cada uma para evitar dúvidas.",
  "permission_label1": "Gerenciar Canais",
  "permission_description1": "Necessário para criar o canal 'daily-discordle' ao entrar no servidor. Este canal será usado para informar sobre eventos, como a criação do jogo, atualização das mensagens diárias, e quando alguém completa o Discordle do dia.",
  "permission_label2": "Gerenciar Apelidos",
  "permission_description2": "Permite que o jogador com mais pontos altere apelidos de amigos no servidor. Essa função é opcional para os participantes e, no futuro, pode incluir a opção de mutar um amigo temporariamente.",
  "permission_label3": "Visualizar Canais",
  "permission_description3": "Autoriza o bot a listar todos os canais de texto, permitindo que o usuário escolha de qual canal o jogo será configurado.",
  "permission_label4": "Enviar Mensagens",
  "permission_description4": "Necessário para que o bot se comunique no canal 'daily-discordle'.",
  "permission_label5": "Visualizar Histórico de Mensagens",
  "permission_description5": "Habilita o bot a ler mensagens anteriores para selecioná-las no jogo.",
  "permission_label6": "Usar comandos de aplicativos",
  "permission_description6": "O bot retorna um token de acesso ao digitar '/code' no canal do Discordle criado, para o respectivo usuário realizar um rápido login.",

  "btn3": "Fechar",
  "btn4": "Convidar bot"
}
